app/controllers/v1/sessions_controller.rb

	def create
		user = User.where(email: params[:email]).first
---
SELECT  "users".* FROM "users" WHERE "users"."email" = ? ORDER BY "users"."id" ASC LIMIT ?  [["email", "test@example.com"], ["LIMIT", 1]]